let resumeMarkdown = `
# *个人简历*

----
## 基本信息
|  |  |  |  | 
| ----:   | :----       | ----:    | :---- | 
|姓名：    | 王帅        | 民   族：|  汉    |
|出生年月：| 1992-3-25   | 性   别：| 男     |
|联系电话：| 18621895054 | 学   历：| 本科   |
|电子邮件：| xichuang1992@163.com   | 工作经验：   | 7年 |
|我的 Github:  | https://wscodinglover.github.io/docs/|

## 求职意向
* 工作性质：全职
* 期望职业：Web 前端开发工程师
* 工作地点：上海
* 期望薪资：面议
* 目前状况：离职

## 专业技能
* ◎ 熟练使用 HTML5、CSS3 和 JavaScript 开发符合 W3C 标准的网站前端页面。
* ◎ 熟练使用 React 和 Vue 等前端开发框架，能够构建高效、可扩展的用户界面。
* ◎ 熟练使用 Webpack 前端自动化工具，优化前端资源加载和构建流程
* ◎ 熟练使用 Git 版本管理工具，有良好的团队协作和代码版本控制经验。
* ◎ 开发过飞书小程序，具备 Midwayjs 开发框架的经验，能够构建飞书聊天机器人
* ◎ 开发过数据看板，熟悉 echart 和 highchart 等数据可视化工具，能够呈现清晰、直观的数据展示。


## 工作经历
- 得物（上海识装信息科技有限公司）（2021/3-2023/4）
* ◎ 参与供应链管理后台多个业务系统的开发。
* ◎ 参与物料组件的开发。
* ◎ 实现 CRUD 低代码和配置化功能。
- 萌推（上海突进网络科技有限公司）（2019/6-2021/2）
* ◎ 主要负责中后台项目的开发和维护，包括搜索推荐中台和客服后台。
* ◎ 参与微信商城活动页的开发。
* ◎ 购物车和结算页的流程优化。
- 哒哒英语（上海卓赞教育有限公司）（2017/6-2019/5）
* ◎ 主要负责中后台项目的开发和维护，包括商城后台和教师招聘后台。
- 口袋贵金属（南京金贝网络科技有限公司）（2015/7-2017/4）
* ◎ 主要负责官网和移动应用程序的维护。

## 链接
> 如果你喜欢这个效果，Fork [我的项目](https://github.com/wscodinglover/dynamic-resume)，打造你自己的demo！

`;

export default resumeMarkdown;
